Repository: Tai-DT/DataShuttle
Catalog: DataShuttle/Localizable.xcstrings
Source language: vi
Languages: ar, de, en, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: Đã yêu cầu hệ thống chuyển %lld mục sang trực tuyến thành công. Biểu tượng đám mây sẽ xuất hiện trong Finder.
ar: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
de: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
en: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
es: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
fr: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
hi: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
ja: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
ko: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
pt_br: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
ru: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.
zh_hans: Successfully requested OS to push %lld items online. You'll see cloud icons appear in Finder.

source: Đã yêu cầu hệ thống chuyển mục này sang trực tuyến.\nVui lòng chờ Finder cập nhật trạng thái.
ar: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
de: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
en: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
es: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
fr: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
hi: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
ja: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
ko: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
pt_br: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
ru: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.
zh_hans: Requested OS to upload this item to online.\nPlease wait a moment for Finder to update the status.

source: Đã yêu cầu hệ thống tải mục này về để giữ ngoại tuyến.\nVui lòng chờ dữ liệu tải xong.
ar: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
de: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
en: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
es: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
fr: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
hi: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
ja: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
ko: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
pt_br: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
ru: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.
zh_hans: Requested OS to download this item for Offline use.\nPlease wait a moment for the data to finish downloading.

# Đã yêu cầu OS tải về %lld mục để lưu Offline.
source: Đã yêu cầu hệ thống tải về %lld mục để giữ ngoại tuyến.
ar: Requested OS to download %lld items for offline storage.
de: Requested OS to download %lld items for offline storage.
en: Requested OS to download %lld items for offline storage.
es: Requested OS to download %lld items for offline storage.
fr: Requested OS to download %lld items for offline storage.
hi: Requested OS to download %lld items for offline storage.
ja: Requested OS to download %lld items for offline storage.
ko: Requested OS to download %lld items for offline storage.
pt_br: Requested OS to download %lld items for offline storage.
ru: Requested OS to download %lld items for offline storage.
zh_hans: Requested OS to download %lld items for offline storage.

source: Đảm bảo an toàn dữ liệu khi di chuyển
ar: Ensure data safety during transfer
de: Ensure data safety during transfer
en: Ensure data safety during transfer
es: Ensure data safety during transfer
fr: Ensure data safety during transfer
hi: Ensure data safety during transfer
ja: Ensure data safety during transfer
ko: Ensure data safety during transfer
pt_br: Ensure data safety during transfer
ru: Ensure data safety during transfer
zh_hans: Ensure data safety during transfer

source: Đang chạy
ar: Running
de: Running
en: Running
es: Running
fr: Running
hi: Running
ja: Running
ko: Running
pt_br: Running
ru: Running
zh_hans: Running

source: Đang chờ
ar: Waiting
de: Waiting
en: Waiting
es: Waiting
fr: Waiting
hi: Waiting
ja: Waiting
ko: Waiting
pt_br: Waiting
ru: Waiting
zh_hans: Waiting

source: Đang chuyển
ar: Transferring
de: Transferring
en: Transferring
es: Transferring
fr: Transferring
hi: Transferring
ja: Transferring
ko: Transferring
pt_br: Transferring
ru: Transferring
zh_hans: Transferring

source: Đang dọn dẹp ổ phụ...
ar: Cleaning up external drive...
de: Cleaning up external drive...
en: Cleaning up external drive...
es: Cleaning up external drive...
fr: Cleaning up external drive...
hi: Cleaning up external drive...
ja: Cleaning up external drive...
ko: Cleaning up external drive...
pt_br: Cleaning up external drive...
ru: Cleaning up external drive...
zh_hans: Cleaning up external drive...

source: đang kết nối
ar: connected
de: connected
en: connected
es: connected
fr: connected
hi: connected
ja: connected
ko: connected
pt_br: connected
ru: connected
zh_hans: connected

source: Đang khôi phục
ar: Restoring
de: Restoring
en: Restoring
es: Restoring
fr: Restoring
hi: Restoring
ja: Restoring
ko: Restoring
pt_br: Restoring
ru: Restoring
zh_hans: Restoring

source: Đang kiểm tra toàn vẹn dữ liệu...
ar: Verifying data integrity...
de: Verifying data integrity...
en: Verifying data integrity...
es: Verifying data integrity...
fr: Verifying data integrity...
hi: Verifying data integrity...
ja: Verifying data integrity...
ko: Verifying data integrity...
pt_br: Verifying data integrity...
ru: Verifying data integrity...
zh_hans: Verifying data integrity...

source: Đang kiểm tra toàn vẹn...
ar: Verifying integrity...
de: Verifying integrity...
en: Verifying integrity...
es: Verifying integrity...
fr: Verifying integrity...
hi: Verifying integrity...
ja: Verifying integrity...
ko: Verifying integrity...
pt_br: Verifying integrity...
ru: Verifying integrity...
zh_hans: Verifying integrity...

source: Đăng nhập iCloud
ar: Sign in to iCloud
de: Sign in to iCloud
en: Sign in to iCloud
es: Sign in to iCloud
fr: Sign in to iCloud
hi: Sign in to iCloud
ja: Sign in to iCloud
ko: Sign in to iCloud
pt_br: Sign in to iCloud
ru: Sign in to iCloud
zh_hans: Sign in to iCloud

source: Đang phân tích...
ar: Analyzing...
de: Analyzing...
en: Analyzing...
es: Analyzing...
fr: Analyzing...
hi: Analyzing...
ja: Analyzing...
ko: Analyzing...
pt_br: Analyzing...
ru: Analyzing...
zh_hans: Analyzing...

source: đang quản lý
ar: managing
de: managing
en: managing
es: managing
fr: managing
hi: managing
ja: managing
ko: managing
pt_br: managing
ru: managing
zh_hans: managing

source: Đang quản lý
ar: قيد الإدارة
de: Verwaltet
en: Managing
es: Administrando
fr: Gérés
hi: प्रबंधित
ja: 管理中
ko: 관리 중
pt_br: Gerenciados
ru: Под управлением
zh_hans: 管理中

source: Đang quét
ar: Scanning
de: Scanning
en: Scanning
es: Scanning
fr: Scanning
hi: Scanning
ja: Scanning
ko: Scanning
pt_br: Scanning
ru: Scanning
zh_hans: Scanning

# Đang quét dịch vụ cloud...
source: Đang quét dịch vụ đám mây...
ar: Scanning cloud services...
de: Scanning cloud services...
en: Scanning cloud services...
es: Scanning cloud services...
fr: Scanning cloud services...
hi: Scanning cloud services...
ja: Scanning cloud services...
ko: Scanning cloud services...
pt_br: Scanning cloud services...
ru: Scanning cloud services...
zh_hans: Scanning cloud services...

source: Đang quét...
ar: Scanning...
de: Scanning...
en: Scanning...
es: Scanning...
fr: Scanning...
hi: Scanning...
ja: Scanning...
ko: Scanning...
pt_br: Scanning...
ru: Scanning...
zh_hans: Scanning...

source: Đang sao chép file...
ar: Copying files...
de: Copying files...
en: Copying files...
es: Copying files...
fr: Copying files...
hi: Copying files...
ja: Copying files...
ko: Copying files...
pt_br: Copying files...
ru: Copying files...
zh_hans: Copying files...

source: Đang sao chép về ổ chính...
ar: Copying back to main drive...
de: Copying back to main drive...
en: Copying back to main drive...
es: Copying back to main drive...
fr: Copying back to main drive...
hi: Copying back to main drive...
ja: Copying back to main drive...
ko: Copying back to main drive...
pt_br: Copying back to main drive...
ru: Copying back to main drive...
zh_hans: Copying back to main drive...

# Đang tạo symlink...
source: Đang tạo liên kết mềm...
ar: Creating symlink...
de: Creating symlink...
en: Creating symlink...
es: Creating symlink...
fr: Creating symlink...
hi: Creating symlink...
ja: Creating symlink...
ko: Creating symlink...
pt_br: Creating symlink...
ru: Creating symlink...
zh_hans: Creating symlink...

source: Đang xóa nguồn...
ar: Removing source...
de: Removing source...
en: Removing source...
es: Removing source...
fr: Removing source...
hi: Removing source...
ja: Removing source...
ko: Removing source...
pt_br: Removing source...
ru: Removing source...
zh_hans: Removing source...

# Đang xóa symlink...
source: Đang xóa liên kết mềm...
ar: Removing symlink...
de: Removing symlink...
en: Removing symlink...
es: Removing symlink...
fr: Removing symlink...
hi: Removing symlink...
ja: Removing symlink...
ko: Removing symlink...
pt_br: Removing symlink...
ru: Removing symlink...
zh_hans: Removing symlink...

source: Đang xóa thư mục gốc...
ar: Removing original folder...
de: Removing original folder...
en: Removing original folder...
es: Removing original folder...
fr: Removing original folder...
hi: Removing original folder...
ja: Removing original folder...
ko: Removing original folder...
pt_br: Removing original folder...
ru: Removing original folder...
zh_hans: Removing original folder...

source: Danh sách đề xuất
ar: Suggestions
de: Suggestions
en: Suggestions
es: Suggestions
fr: Suggestions
hi: Suggestions
ja: Suggestions
ko: Suggestions
pt_br: Suggestions
ru: Suggestions
zh_hans: Suggestions

source: Danh sách này giúp xử lý nhanh nhiều thư mục trên ổ phụ mà không cần duyệt tay từng lần.
ar: This list helps quickly process multiple folders on the external drive without browsing each one manually.
de: This list helps quickly process multiple folders on the external drive without browsing each one manually.
en: This list helps quickly process multiple folders on the external drive without browsing each one manually.
es: This list helps quickly process multiple folders on the external drive without browsing each one manually.
fr: This list helps quickly process multiple folders on the external drive without browsing each one manually.
hi: This list helps quickly process multiple folders on the external drive without browsing each one manually.
ja: This list helps quickly process multiple folders on the external drive without browsing each one manually.
ko: This list helps quickly process multiple folders on the external drive without browsing each one manually.
pt_br: This list helps quickly process multiple folders on the external drive without browsing each one manually.
ru: This list helps quickly process multiple folders on the external drive without browsing each one manually.
zh_hans: This list helps quickly process multiple folders on the external drive without browsing each one manually.

source: Đặt lại về mặc định
ar: Reset to default
de: Reset to default
en: Reset to default
es: Reset to default
fr: Reset to default
hi: Reset to default
ja: Reset to default
ko: Reset to default
pt_br: Reset to default
ru: Reset to default
zh_hans: Reset to default

source: DataShuttle giúp bạn tối ưu dung lượng ổ đĩa chính bằng cách di chuyển thư mục sang ổ phụ và tạo liên kết mềm để các ứng dụng vẫn hoạt động bình thường.
ar: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
de: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
en: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
es: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
fr: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
hi: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
ja: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
ko: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
pt_br: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
ru: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.
zh_hans: DataShuttle helps you optimize main drive space by moving folders to external drives and creating symlinks so applications continue to work normally.

# DataShuttle phát hiện thư mục sync local của cloud
source: DataShuttle phát hiện thư mục đồng bộ cục bộ của đám mây
ar: DataShuttle detects cloud local sync folders
de: DataShuttle detects cloud local sync folders
en: DataShuttle detects cloud local sync folders
es: DataShuttle detects cloud local sync folders
fr: DataShuttle detects cloud local sync folders
hi: DataShuttle detects cloud local sync folders
ja: DataShuttle detects cloud local sync folders
ko: DataShuttle detects cloud local sync folders
pt_br: DataShuttle detects cloud local sync folders
ru: DataShuttle detects cloud local sync folders
zh_hans: DataShuttle detects cloud local sync folders

source: DataShuttle sẽ phân tích các thư mục con cấp đầu để bạn chọn chính xác phần nào nên chuyển đi.
ar: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
de: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
en: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
es: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
fr: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
hi: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
ja: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
ko: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
pt_br: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
ru: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.
zh_hans: DataShuttle will analyze first-level subfolders so you can choose exactly what to transfer.

source: DataShuttle thấy thư mục cục bộ của %@, nhưng chưa có quyền truy cập hoặc thư mục đang lỗi.
ar: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
de: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
en: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
es: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
fr: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
hi: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
ja: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
ko: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
pt_br: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
ru: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.
zh_hans: DataShuttle found local folder of %@, but doesn't have access permission or folder is corrupted.

# Đẩy dữ liệu sang ổ phụ hoặc cloud
source: Đẩy dữ liệu sang ổ phụ hoặc đám mây
ar: Move data to external drive or cloud
de: Move data to external drive or cloud
en: Move data to external drive or cloud
es: Move data to external drive or cloud
fr: Move data to external drive or cloud
hi: Move data to external drive or cloud
ja: Move data to external drive or cloud
ko: Move data to external drive or cloud
pt_br: Move data to external drive or cloud
ru: Move data to external drive or cloud
zh_hans: Move data to external drive or cloud

source: để đăng nhập
ar: to Sign In
de: to Sign In
en: to Sign In
es: to Sign In
fr: to Sign In
hi: to Sign In
ja: to Sign In
ko: to Sign In
pt_br: to Sign In
ru: to Sign In
zh_hans: to Sign In

source: Di chuyển
ar: نقل
de: Verschieben
en: Move
es: Mover
fr: Déplacer
hi: स्थानांतरित करें
ja: 移動
ko: 이동
pt_br: Mover
ru: Переместить
zh_hans: 移动

source: Di chuyển ngay
ar: Move now
de: Move now
en: Move now
es: Move now
fr: Move now
hi: Move now
ja: Move now
ko: Move now
pt_br: Move now
ru: Move now
zh_hans: Move now

source: Đích lưu
ar: Destination
de: Destination
en: Destination
es: Destination
fr: Destination
hi: Destination
ja: Destination
ko: Destination
pt_br: Destination
ru: Destination
zh_hans: Destination

source: Đích mặc định
ar: Default destination
de: Default destination
en: Default destination
es: Default destination
fr: Default destination
hi: Default destination
ja: Default destination
ko: Default destination
pt_br: Default destination
ru: Default destination
zh_hans: Default destination

source: Đích mặc định (tuỳ chọn)
ar: Default destination (optional)
de: Default destination (optional)
en: Default destination (optional)
es: Default destination (optional)
fr: Default destination (optional)
hi: Default destination (optional)
ja: Default destination (optional)
ko: Default destination (optional)
pt_br: Default destination (optional)
ru: Default destination (optional)
zh_hans: Default destination (optional)

source: Đích trên máy
ar: Destination on machine
de: Destination on machine
en: Destination on machine
es: Destination on machine
fr: Destination on machine
hi: Destination on machine
ja: Destination on machine
ko: Destination on machine
pt_br: Destination on machine
ru: Destination on machine
zh_hans: Destination on machine

# Điều phối dữ liệu giữa SSD, ổ ngoài và cloud
source: Điều phối dữ liệu giữa SSD, ổ ngoài và đám mây
ar: Orchestrate data between SSD, external drives and cloud
de: Orchestrate data between SSD, external drives and cloud
en: Orchestrate data between SSD, external drives and cloud
es: Orchestrate data between SSD, external drives and cloud
fr: Orchestrate data between SSD, external drives and cloud
hi: Orchestrate data between SSD, external drives and cloud
ja: Orchestrate data between SSD, external drives and cloud
ko: Orchestrate data between SSD, external drives and cloud
pt_br: Orchestrate data between SSD, external drives and cloud
ru: Orchestrate data between SSD, external drives and cloud
zh_hans: Orchestrate data between SSD, external drives and cloud

source: Dọn dẹp & Phân tích
ar: التنظيف والتحليل
de: Bereinigung & Analyse
en: Cleanup & Analysis
es: Limpieza y análisis
fr: Nettoyage et analyse
hi: सफाई और विश्लेषण
ja: クリーンアップと分析
ko: 정리 및 분석
pt_br: Limpeza e análise
ru: Очистка и анализ
zh_hans: 清理与分析

source: Dữ liệu đích không khớp với nguồn — hủy xóa để bảo vệ dữ liệu
ar: Destination data doesn't match source — cancelling deletion to protect data
de: Destination data doesn't match source — cancelling deletion to protect data
en: Destination data doesn't match source — cancelling deletion to protect data
es: Destination data doesn't match source — cancelling deletion to protect data
fr: Destination data doesn't match source — cancelling deletion to protect data
hi: Destination data doesn't match source — cancelling deletion to protect data
ja: Destination data doesn't match source — cancelling deletion to protect data
ko: Destination data doesn't match source — cancelling deletion to protect data
pt_br: Destination data doesn't match source — cancelling deletion to protect data
ru: Destination data doesn't match source — cancelling deletion to protect data
zh_hans: Destination data doesn't match source — cancelling deletion to protect data

source: Đưa dữ liệu ra ổ phụ
ar: Move data to external drive
de: Move data to external drive
en: Move data to external drive
es: Move data to external drive
fr: Move data to external drive
hi: Move data to external drive
ja: Move data to external drive
ko: Move data to external drive
pt_br: Move data to external drive
ru: Move data to external drive
zh_hans: Move data to external drive

source: Đưa dữ liệu về lại máy chính
ar: Bring data back to main drive
de: Bring data back to main drive
en: Bring data back to main drive
es: Bring data back to main drive
fr: Bring data back to main drive
hi: Bring data back to main drive
ja: Bring data back to main drive
ko: Bring data back to main drive
pt_br: Bring data back to main drive
ru: Bring data back to main drive
zh_hans: Bring data back to main drive

# Dùng đích cloud
source: Dùng đích đám mây
ar: استخدام وجهة سحابية
de: Cloud-Ziel verwenden
en: Use cloud destination
es: Usar destino en la nube
fr: Utiliser une destination cloud
hi: क्लाउड गंतव्य का उपयोग करें
ja: クラウド保存先を使う
ko: 클라우드 대상 사용
pt_br: Usar destino na nuvem
ru: Использовать облачное место назначения
zh_hans: 使用云端目标

source: Dung lượng
ar: التخزين
de: Speicher
en: Storage
es: Almacenamiento
fr: Stockage
hi: संग्रहण
ja: 容量
ko: 저장 공간
pt_br: Armazenamento
ru: Объем
zh_hans: 存储

source: dung lượng ổ chính
ar: main drive capacity
de: main drive capacity
en: main drive capacity
es: main drive capacity
fr: main drive capacity
hi: main drive capacity
ja: main drive capacity
ko: main drive capacity
pt_br: main drive capacity
ru: main drive capacity
zh_hans: main drive capacity

source: Dung lượng theo ổ đĩa
ar: Storage by drive
de: Storage by drive
en: Storage by drive
es: Storage by drive
fr: Storage by drive
hi: Storage by drive
ja: Storage by drive
ko: Storage by drive
pt_br: Storage by drive
ru: Storage by drive
zh_hans: Storage by drive
